[
  {
    "text": "Ordinea și conexiunea ideilor este aceeași cu ordinea și conexiunea lucrurilor.",
    "author": "Spinoza"
  },
  {
    "text": "Un lucru este numit liber atunci când există numai prin necesitatea naturii sale și este determinat de sine însuși să acționeze; un lucru este numit necesar sau constrâns atunci când este determinat de altceva să existe și să acționeze într-un anumit mod.",
    "author": "Spinoza"
  },
  {
    "text": "Complexele sunt ceea ce rămâne în psihic după ce acesta a digerat o experiență și a reconstituit-o, transformând-o în obiect interior.",
    "author": "C.G. Jung"
  },
  {
    "text": "Visăm pe cât cugetăm. Simțim mai mult decât gândim.",
    "author": "C.G. Jung"
  },
  {
    "text": "Alegerile sunt limitate de niște condiționări anterioare.",
    "author": "C.G. Jung"
  },
  {
    "text": "Eul este un simplu agent, un punct focal al conștiinței, un centru al conștientizării.",
    "author": "C.G. Jung"
  },
  {
    "text": "Putem observa cu destul de mare ușurință cum îi tratează o persoană pe cei din jur, însă este mult mai dificil de observat cum oamenii se tratează pe ei înșiși. Ceea ce simt despre și pentru ei, în adâncul sufletelor lor, reprezintă atitudinea Animei și Animusului lor.",
    "author": "C.G. Jung"
  },
  {
    "text": "Din moment ce există posibilitatea de a alege ce mâncăm sau cum ne satisfacem apetitul sexual, înseamnă că apare în peisaj voința.",
    "author": "C.G. Jung"
  },
  {
    "text": "Atâta timp cât hormonii ne dictează ce să facem și ce să simțim, suntem condiționați de pulsiuni și de instinct.",
    "author": "C.G. Jung"
  },
  {
    "text": "Individuarea este floarea, fructul angajamentului conștient al unei persoane în fața paradoxului psihicului pe o perioadă îndelungată de timp.",
    "author": "C.G. Jung"
  },
  {
    "text": "Jung vede procesul de individuare ca un produs al unui efort personal de dobândire și lărgire a conștiinței.",
    "author": "Murray Stein"
  },
  {
    "text": "Pentru a găsi unicitatea individuală trebuie să privim personalitatea în ansamblul ei.",
    "author": "C.G. Jung"
  },
  {
    "text": "Este nevoie de un simbol, un analog care să tragă energia care a fost investită în altceva spre exemplu în tutun sau alcool.",
    "author": "C.G. Jung"
  },
  {
    "text": "Când energia psihică curge liber, viața înaintează. Dar în fața eșecului, fluxul se poate inversa, retrăgându-se în inconștient, unde alimentează complexe latente.",
    "author": "C.G. Jung"
  },
  {
    "text": "A fi sănătos din punct de vedere fizic este o sursă de energie psihică.",
    "author": "C.G. Jung"
  },
  {
    "text": "Doar în momentul în care cineva se trezește forțat de circumstanțe să aleagă între două sau mai multe lucruri atractive, relativa valoare a acestor lucruri devine evidentă.",
    "author": "C.G. Jung"
  },
  {
    "text": "Cum poate eul să canalizeze și să folosească ceea ce uneori poate părea o teribilă inundație de energie nestăpânită?",
    "author": "C.G. Jung"
  },
  {
    "text": "Privit din perspectivă finală energetică, complexul pare a căuta să-și descarce energia pentru a se întoarce la o stare de energie mai scăzută.",
    "author": "C.G. Jung"
  },
  {
    "text": "Atunci când ai de-a face cu energie, ai tendința de a cuantifica.",
    "author": "C.G. Jung"
  },
  {
    "text": "Realizăm că oriunde am ajunge în viață, din punct de vedere psihologic și emoțional, este locul unde intensitățile și variațiile de intensitate au atins o stare de echilibru. Scopul este echilibrul și, în acest sens, este și o cauză finală, ce trage către sine un șir de evenimente. Cauzalitatea pare a fi destin personal.",
    "author": "C.G. Jung"
  },
  {
    "text": "Acting Out: eul este păcălit și crede că se exprimă liber pe sine.",
    "author": "C.G. Jung"
  },
  {
    "text": "Două complexe concomitente nu pot decât să se contopească întotdeauna psihologic, astfel încât unul să conțină întotdeauna constelații ale celuilalt.",
    "author": "C.G. Jung"
  },
  {
    "text": "Pentru a modifica un complex este nevoie de experiențe ulterioare.",
    "author": "C.G. Jung"
  },
  {
    "text": "Căci nu știu ce fac: nu fac ce vreau, ci fac ce urăsc. Acum, dacă fac ce nu vreau, mărturisesc prin aceasta că Legea este bună.",
    "author": "Romani 7:15-16"
  },
  {
    "text": "Eul se învârte în jurul unei entități psihice mai mari, Sinele.",
    "author": "C.G. Jung"
  },
  {
    "text": "Suntem la fel de înrobiți de propria structură de caracter și de demonii noștri.",
    "author": "C.G. Jung"
  },
  {
    "text": "Complexele pot fi văzute ca fragmente de personalități sau chiar subpersonalități.",
    "author": "C.G. Jung"
  },
  {
    "text": "Fără intervenția Conștiinței Eu, acesta rămâne neschimbat; se observă atunci când vedem anumite tipare și reacții pe care le repetăm, atunci când facem aceleași greșeli.",
    "author": "C.G. Jung"
  },
  {
    "text": "Un lanț este la fel de puternic ca cea mai slabă verigă a sa.",
    "author": "Proverb"
  },
  {
    "text": "Cel ce nu cunoaște adevăratul sus se mulțumește să rătăcească în josul intermediar.",
    "author": "Platon"
  },
  {
    "text": "Sufletul, când nu cunoaște înălțimea adevărului, rămâne prizonier al dorințelor sale inferioare.",
    "author": "Platon"
  },
  {
    "text": "Cei care trăiesc doar pentru plăcerile senzoriale rămân legați de pământ, asemenea vitelor care caută hrana cu privirea mereu plecată. Neîntâlnind niciodată adevărata lumină a virtuții și a înțelepciunii, se izbesc unii de alții, înfierbântați de dorințele nesățioase, pentru că nu au cunoscut vreodată hrana sufletului — acea substanță reală care singură poate să umple golul dinlăuntrul lor.",
    "author": "Platon"
  },
  {
    "text": "O sămânță exotică plantată în alt sol decât cel din țara ei de origine își pierde forța și se transformă, sub influența acestui pământ, din tipul său în cel indigen.",
    "author": "Platon"
  },
  {
    "text": "Crezi că există vreun mod prin care să nu imiți ceea ce privești fără încetare cu admirație?",
    "author": "Platon"
  },
  {
    "text": "Ce vezi tu este doar o umbră a realității, o reflexie a unui obiect adevărat, iar ceea ce numim cunoaștere nu este nimic altceva decât cunoașterea ideilor perfecte, nu a imaginilor imperfecte pe care le vedem cu ochii.",
    "author": "Platon"
  },
  {
    "text": "The sun is new again, all day.",
    "author": "Heraclit"
  },
  {
    "text": "Așa cum soarele face posibile vederea și creșterea în lumea vizibilă, tot așa Binele face posibile cunoașterea și existența în lumea inteligibilă.",
    "author": "Platon"
  },
  {
    "text": "Lucrurile mici nu sunt astfel decât prin comparație cu cele mari.",
    "author": "Platon"
  },
  {
    "text": "Sufletele cele mai viteze și mai înțelepte sunt cel mai puțin tulburate și modificate de experiențele din afară.",
    "author": "Platon"
  },
  {
    "text": "Complexele sunt arhitecții viselor. Visele prezintă imagini, tablouri, tipare, repetiții.",
    "author": "C.G. Jung"
  },
  {
    "text": "I am often filled with wonder when I see some men demanding the time of others and those from whom they ask it most indulgent.",
    "author": "Seneca"
  },
  {
    "text": "Autocontrolul nu vine din teorii fine, ci din practică dură.",
    "author": "Epictet"
  },
  {
    "text": "All those who summon you to themselves, turn you away from your own self.",
    "author": "Seneca"
  },
  {
    "text": "He who cuts mere stones must always be envisioning cathedrals.",
    "author": "Proverb"
  }
]
